var namesBase = [
	"Уфа",
	"Москва",
	"Оттава",
	"Рио-де-Жанейро",
	"Санкт-Петербург",
	"Лос Анджелес",
	"Токио",
	"Варшава",
	];
var citiesBase = [
[54.74, 55.96],
[55.76, 37.64],
[45.41, -75.69],
[-22.90, -43.20],
[59.93, 30.31],
[34.05, -118.24],
[35.41, 139.41],
[52.22, 21.01],
];
var colorsBase = [
	'islands#pinkIcon',
	'islands#redIcon',
	'islands#yellowIcon',
	'islands#brownIcon',
	'islands#greyIcon',
	'islands#blackIcon',
	'islands#greenIcon',
	'islands#blueIcon',
	];
var labelsBase = [
	'Угату -  центр мира',
	'Столица России, моя остановка',
	'Канада',
	'Это бразилия',
	'Дождь, дождь и снова дождь',
	'Хороший город',
    'Мафиози',
	'Геральд из Польшии',
	];
var CountryBase = [
	'Россия',
	'Россия',
	'Канада',
	'Бразилия',
	'Россия',
	'США',
    'Китай',
	'Польша',
	];